export const notification = {
  author: [
    'Укажите автора уведомления, которого увидят пользователи',
    'Оставьте поле пустым, чтобы в поле "Автор" был указан ваш логин',
  ],
  description: [
    'Описание, которое будет отображаться при раскрытии уведомления на полный экран',
  ],
  shortDescription: [
    'Описание, которое будет отображаться в общем списке уведомлений',
  ],
  broadcast: [
    'Если выбрано, отправляет уведомление всем пользователям',
    'Иначе используйте формы на этой и следующей страницах, чтобы выбрать получателей/группы получателей',
    'Не волнуйтесь: если выбранные категории пересекаются, пользователь получит только одно сообщение',
  ],
  assignmentCreation: [
    'Уведомление будет отправлено всем участникам',
  ],
};
