export const assignmentSchema = {
    create: {
      loading: 'создаём шаблон задания',
      success: 'шаблон задания успешно создан',
      error: 'ошибка при создании шаблона задания',
    },
    edit: {
      loading: 'обновляем шаблон задания',
      success: 'шаблон задания успешно обновлён',
      error: 'ошибка при обновлении шаблона задания',
    },
    delete: {
      loading: 'удаляем шаблон задания',
      success: 'шаблон задания успешно удалён',
      error: 'ошибка при удалении шаблона задания',
    },
  }