export const auth = {
    signIn: {
      loading: 'проверяем ваши данные',
      success: 'вход успешно выполнен',
      error: 'ошибка при попытке входа',
    },
    signUp: {
      loading: 'резервируем для вас местечко',
      success: 'вы успешно зарегистрированы',
      error: 'ошибка при попытке регистрации',
    },
    signOut: {
      loading:
        'производится всё необходимое для успешного выхода из учётной записи',
      success: 'выход успешно выполнен',
      error: 'ошибка при попытке выхода',
    },
  }