export const task = {
    attempts: {
      list: {
        loading: '',
        success: '',
        error: 'ошибка при получении попыток',
      },
    },
    create: {
      loading: 'создаём задачу',
      success: 'задача успешно создана',
      error: 'ошибка при создании задачи',
    },
    edit: {
      loading: 'обновляем задачу',
      success: 'задача успешно обновлена',
      error: 'ошибка при обновлении задачи',
    },
    delete: {
      loading: 'удаляем задачу',
      success: 'задача успешно удалён',
      error: 'ошибка при удалении задачи',
    },
    send: {
      loading: 'отправляем задачу',
      success: 'задача успешно отправлена',
      error: 'ошибка при отправке задачи',
    },
  }