export const tournament_task = {
  create: {
    loading: 'Создаём турнирную задачу',
    success: 'Турнирная задача успешно создана',
    error: 'Ошибка при создании турнирной задачи',
  },
  edit: {
    loading: 'Обновляем турнирную задачу',
    success: 'Турнирная задача успешно обновлена',
    error: 'Ошибка при обновлении турнирной задачи',
  },
  delete: {
    loading: 'Удаляем турнирную задачу',
    success: 'Турнирная задача успешно удалена',
    error: 'Ошибка при удалении турнирной задачи',
  },
};
