export const tournament = {
  create: {
    loading: 'Создаём турнир',
    success: 'Турнир успешно создан',
    error: 'Ошибка при создании турнира',
  },
  edit: {
    loading: 'Обновляем турнир',
    success: 'Турнир успешно обновлён',
    error: 'Ошибка при обновлении турнира',
  },
  delete: {
    loading: 'Удаляем турнир',
    success: 'Турнир успешно удалён',
    error: 'Ошибка при удалении турнира',
  },
  registration: {
    loading: 'Регистрируем',
    success: 'Вы успешно зарегистрированы',
    error: 'Ошибка при регистрации',
  },
  banUser: {
    loading: 'Баним пользователя',
    success: 'Пользователь успешно забанен',
    error: 'Ошибка при бане пользователя',
  },
  unbanUser: {
    loading: 'Отменяем бан пользователя',
    success: 'Пользователь успешно разбанен',
    error: 'Ошибка при разбане пользователя',
  },
};
