export const tournament_task = {
    create: {
      loading: 'создаём турнирную задачу',
      success: 'турнирная задача успешно создана',
      error: 'ошибка при создании турнирной задачи',
    },
    edit: {
      loading: 'обновляем турнирную задачу',
      success: 'турнирная задача успешно обновлена',
      error: 'ошибка при обновлении турнирной задачи',
    },
    delete: {
      loading: 'удаляем турнирную задачу',
      success: 'турнирная задача успешно удалена',
      error: 'ошибка при удалении турнирной задачи',
    },
  }